Repository: SeniorCoder007-code/an_back_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, pl

source: This mix is valid for %(inact)s days. Send your coins to the deposit address within this time limit. Anonymix schedules the payment of your mixed coins once your deposit has %(confirmations)s confirmation. The arrival of your clean coins depends on your delay settings.
de: Deine Session ist für %(inact)s Stunden gültig. Bitte sende Deine Bitcoins innerhalb dieses Zeitraums an die Einzahlungsadresse. Wir werden die Auszahlung Deiner gereinigten Bitcoins veranlassen, sobald Deine Einzahlung <code> %(confirmations)s </code> Bestätigung hat. Der Zeitpunkt zu dem Deine gereinigten Bitcoins an Dich verschickt werden, hängt davon ab, ob Du zu Beginn des Vorgangs eine Auszahlungsverzögerung gewählt hast und wenn ja, wie groß sie ist.
es: Tu sesión de esta válida por %(inact)s horas, por favor envíe su deposito a la dirección de depósito antes del límite de tiempo se acabó. Programaremos el pago de tus nuevas monedas limpias una vez que tu depósito tenga <code> %(confirmations)s </code> confirmacion. La hora de llegada de sus monedas limpias depende del restraso que eligiste al comienzo de la sesión.
fr: Votre session est valide pendant %(inact)s jours, veuillez envoyer vos monnaies à l'adresse de dépôt dans ce délai. Nous programmerons le paiement de vos nouvelles monnaies propres lorsque votre dépôt a <code> %(confirmations)s </code> confirmation. L’heure d’arrivée de vos monnaies propres dépend du retard que vous avez choisi au début de la session.
pl: Miks jest aktywny przez %(inact)s dni. Wyślij swoje bitcoiny na adres depozytu przed upływem czasu. Anonymix planuje wypłątę twoich środków po uzyskaniu (<code> %(confirmations)s </code>) potwierdzeń/nia. Wymieszane bitcoiny przyjdą w zależności od ustawionego opóźnienia.

source: Output address(es)
de: Auszahlungsadresse
es: Dirección de salida
fr: Adresses de sortie
pl: Wiele adresów

source: Percentages
de: prozente
pl: Procentowo

source: Delay
de: Verzögerung
es: Retraso
fr: Retard
pl: Opóźnienie

source: Your deposit payments
de: Deine Einzahlungen
es: Tus depósitos
fr: Vos dépôts
pl: Twój adres do wpłat

source: Your incoming transactions will be shown here.
de: Deine eingehenden Transaktionen wird hier angezeigt.
es: Sus depósitos se mostrarán aquí.
fr: Vos dépôts seront affichés ici.
pl: Twoje przychdzące transakcje zostaną tutaj pokazane.

source: Amount
de: Betrag
es: Cantidad
fr: Montant
pl: Kwota

source: Confirmations
de: Bestätigungen
es: Confirmaciones
pl: Potwierdzeń

source: Transaction ID(s)
de: Transaktions-ID(s)
es: ID de transacción(es)
fr: ID(s) de transaction
pl: ID transakcji

source: Mixed payout transactions
de: Gemixte Ausgangstransaktionen
es: Transacciones de salida
fr: Transactions de sortie
pl: Transakcje wypłaty

source: Your transaction has been sent to Anonymix admin for approval due to high volume. Please check back later.
de: Aufgrund der Höhe des Betrags den Du gesendet hast, wird Deine Transaktion an den Administrator weitergeleitet. Bitte prüfe den Status des Vorgangs später.
es: La cantidad de Bitcoin que enviaste es alta, por lo que su transacción se envió al administrador para su aprobación. Por favor, vuelva más tarde..
fr: Le montant de Bitcoin que vous avez envoyé étant élevé, votre transaction a été envoyée pour approbation à l'administrateur. S'il vous plaît revenez plus tard.
pl: Twoja transakcja została wysłana do administratora Anonymix do akceptacji z uwagi na zbyt duży wolumen na twoim koncie. Wróć tutaj niedługo

source: Mixed payout will be released after %(conf)s confirmation.
de: Die Auszahlung wird nach %(conf)s Bestätigungen versandt.
es: El pago se realizará después de %(confirmations)s confirmaciones.
fr: Le paiement en sortie sera généré après %(conf)s confrimations
pl: Zmieszane bitcoiny zostaną zwolnione po %(conf)s potwierdzeniach z sieci.

source: Amount Net:
de: Nettobetrag
es: Cantidad neta
fr: Montant net
pl: Kwota net

source: Delay:
de: Verzögerung
es: Retraso
fr: Retard
pl: Opóźnienie

source: Delete
de: Löschen
es: Borrar
fr: Effacer
pl: Usuń

source: Click to delete all of your mix information from our servers.<br> Do not delete your mix information before you have receive your mixed bitcoin.
de: Dies löscht alle Informationen zu diesem Vorgang von unseren Servern. <br> Bitte lösche den Vorgang nicht, bevor die ausgehende Zahlung versandt wurde.
es: Esto borra toda la información de tu sesión de nuestros servidores..<br> No borras tu sesión antes de que se antes de que hayas recibido el pago.
fr: Cela efface toutes les informations de votre session de nos serveurs.<br> Veuillez ne pas supprimer votre session avant que la transaction ait été envoyée.
pl: Kliknij tutaj, aby usunąć wszystkie informacje odnośnie swojego miksu z naszych serwerów. <br> Nie usuwaj informacji o transkacji, zanim nie otrzymasz swoich zmieszanych środków.

source: Address
de: Adresse
es: Añadir dirección
pl: Adres

source: Quick Mix
de: Vorgang prüfen
es: Comprobar Sesion
fr: Mélange rapide
pl: Szybki miks

source: Add Address
de: Adresse hinzufügen
es: Añadir dirección
fr: Ajoutez une adresse
pl: Dodaj nowy adres

source: Please enter the address(es) you would like your mixed Bitcoins to be send to. For the fastest transaction, select 'Quick Mix' in the delay settings and you will receive mixed Bitcoins after one confirmation.
de: Bitte geben Sie die Adresse (n) ein, an die Sie gemischte Bitcoin senden möchten. Für die schnellste Transaktion wählen Sie "Schnellmischen" in den Verzögerungseinstellungen und Sie erhalten gemischte Münzen nach einer Bestätigung.
es: Ingrese la (s) dirección (es) donde desea enviar Bitcoin mixto. Para la transacción más rápida, seleccione "mezcla rápida" en la configuración de retraso y recibirá monedas mixtas después de una confirmación.
pl: Wpisz adres(y), na które chcesz otrzymać zmieszane bitcoiny. Najszybszą drogą do otrzymania bitcoinów jest opcja Quick Mix w opcjach opóźnienia, po której otrzymasz bitcoiny po zaledwie jednym potwierdzeniu z sieci.

source: Remove Address
de: Adresse entfernen
es: Eliminar direccion
fr: supprimer l'adresse
pl: Usuń adres

source: Use your <b>Mix ID</b> to come back and check the status of your mix
de: Verwenden Sie Ihren <b> Mix ID-Code </ b>, um den Status Ihres Mixes zu überprüfen
es: Use su <b> código de ID de mezcla </b> para regresar y verificar el estado de su mezcla
pl: Użyj swój <b>Unikalny ID Miksu</b>, aby wrócić i sprawdzić status swojego Miksu

source: home
de: Startseite
es: página principal
fr: page d'accueil
pl: strona główna

source: Start Session
de: Überprüfen
es: Comprobar sesion
fr: Vérifier session

source: Check Session
de: Überprüfen
es: Comprobar sesion
fr: Vérifier session

source: Message sending failed
de: Nachricht senden fehlgeschlagen
es: Envío de mensaje fallido
fr: Échec de l'envoi du message

source: Your Mix ID:
de: Deine Mix ID:
es: Tu ID de sesión
fr: Votre identifiant de session

source: Save this number! This is the only identifier of your mix and you will use it to check the status of this session.
de: Speichere diese Nummer! Dies ist die einzige Identifikation des Reinigungsvorgangs und Du brauchst sie um den Status des Vorgangs zu prüfen.
es: ¡Guarda este número! Este es el único identificador de tu mezcla y lo usará para verificar el estado de esta sesión.
fr: Enregistrez ce numéro! C'est le seul identifiant de votre mixage et vous l'utiliserez pour vérifier le statut de cette session.

source: Your Mix ID
de: Deine Mix ID:
es: Tu ID de sesión
fr: Votre identifiant de session
