Repository: SeniorCoder007-code/an_back_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, pl

source: Why Mix
de: Warum Reinigen?
es: ¿Por qué mezclar?
fr: Pourquoi mélanger?
pl: Dlaczego Anonymix

source: Features
es: Beneficios
fr: Avantages
pl: Polecane

source: Contact
de: Kontakt
pl: Kontakt

source: Something not working? Use this form to contact Anonymix support.
de: Etwas nicht funktioniert? Verwenden Sie dieses Formular, um den Anonymix-Support zu kontaktieren.
es: Algo no funciona? Use este formulario para contactar al soporte de Anonymix.
fr: Quelque chose ne fonctionne pas? Utilisez ce formulaire pour contacter le support Anonymix.
pl: Masz pytania, bądź problem ze stroną? Użyj tego formularza, aby skontaktować się z działem supportu

source: We have received your message and will respond shortly.
de: Wir haben Deine Nachricht erhalten und wir werden uns schnellstmöglich bei Dir melden.
es: Recibimos tu mensaje y te responderemos pronto.
fr: Nous avons reçu votre message et vous contacterons bientôt.
pl: Otrzymalismy twoją wiadomość i odpowiemy na nią tak szybko jak to możliwe.

source: Subject
de: Gegenstand
es: Sujeta
fr: Sujet
pl: Temat

source: Mix ID
pl: Informacje o Miksie

source: Write message here
de: Nachricht hier schreiben
es: escribe un mensaje aquí
fr: écrire un message ici
pl: Wpisz swoją wiadomość tutaj

source: Send
de: Jetzt senden
es: Enviar ahora
fr: Envoyer maintenant
pl: Wyślij

source: This is the Anonymix public PGP key. It can be used to verify the authenticity of messages signed by us or to encrypt messages you send to us.
de: Dies ist der öffentliche PGP-Schlüssel von Anonymix. Es kann verwendet werden, um die Authentizität von Nachrichten zu überprüfen, die von uns signiert wurden, oder um Nachrichten zu verschlüsseln, die Sie an uns senden.
es: Esta es la clave PGP pública de Anonymix. Se puede usar para verificar la autenticidad de los mensajes firmados por nosotros o para cifrar los mensajes que nos envía.
fr: C'est la clé publique PGP Anonymix. Il peut être utilisé pour vérifier le authenticité des messages signés par nous ou pour chiffrer les messages que vous nous envoyez.
pl: To jest publiczny klucz PGP Anonymx. Można go użyć do weryfikacji autentyczności podpisanych przez nas wiadomości lub do szyfrowania wiadomości, które do nas wysyłasz.

source: Delete Mix
de: Session löschen
es: Borrar mezcla
fr: Effacer le mix
pl: Usuń Miks

source: Delete your mix?
de: Session löschen
es: Borrar mezcla
fr: Effacer le mix
pl: Usunąć twój Miks?

source: This cannot be undone
pl: Ta operacja nie może być cofnięta

source: Delete
de: Löschen
es: Borrar
fr: Effacer
pl: Usuń

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas más frecuentes
fr: Questions fréquemment posées
pl: Często zadawane pytania

source: When should I use a bitcoin mixer?
de: Wann bekomme ich meine gereinigten Bitcoins?
es: ¿Cuándo obtengo mis bitcoins limpias?
fr: Quand est-ce que je reçois mes propres bitcoins?
pl: Kiedy powinienem użyć Miksera?

source: Use a mixer whenever you have bitcoins that could be connected to your identity or a transaction you don't want to be associated with. Realistically, this means any bitcoins you receive from someone else, since you don't know what they've been up to.
de: Benutze einen Bitcoin Mixer immer dann wenn Du Bitcoins hast, die mit Deiner Identität in Verbindung gebracht werden können oder wenn Du eine anonyme Transaktion machen möchtest.
pl: Użyj Miksera wtedy, gdy masz bitcoiny, które można połączyć z twoją prawdziwą tożsamością, którą chcesz ukryć Oznacza to, że zalecane jest używanie bitcoinów gdy chcesz pozostać anonimowy.

source: How does it work?
de: Wie funktioniert's?
es: Como funciona?
fr: Comment ça marche?
pl: Jak to działa?

source: Anonymix is a tool to give you back control over your online anonymity. When you send us your bitcoins, we'll send you new ones to the wallet of your choice-- or even to several wallets. This ends the trail of any old wallets and coins, which may be associated with your identity and past transactions. Get a clean start on the blockchain by sending your mixed coins to a new wallet.
de: Anonymix ist ein Service der Dir die Kontrolle über Deine Anonymität im Internet zurückgibt. Sendest Du uns Bitcoins senden wir Dir neue Bitcoins an das Wallet Deiner Wahl – oder sogar an mehere Wallets Deiner Wahl. Das beendet die Spur Deiner Bitcoins die mit Deiner Identität oder vergangenen Transaktionen assoziiert sein kann. Starte frisch auf der Blockchain indem Du Deine gemixten Bitcoins an ein neues Wallet sendest.
pl: Anonymix jest narzedziem, które pozwala utrzymać anonimowość w płatnościach w internecie. Kiedy wyślesz nam swoje bitcoiny, my je zmieszamy, a następnie wyślemy na jeden lub kilka portfeliDaje to możliwość zakończenia śladów twoich starych portfeli I monet, które mogą być kojarzone z twoją tożsamością i przeszłością. Zacznij od nowa na blockchain I wyślij swoje bitcoiny anonimowo do nowego portfela.

source: What are your fees?
de: Wie hoch sind die Gebühren?
pl: Jaka jest wasza prowizja?

source: We have two fees, a service fee and a transaction fee. The service fee is %(ss)s%% and the transaction fee is %(tr)s BTC per payout address.
pl: Mamy dwa rodzaje prowizji: opłata serwisowa %(ss)s%% I opłata transakcyjna.%(tr)sbtc za każdy adres do wypłaty.

source: How long does the mixing process take?
de: Wie lang dauert der Mixprozess?
pl: Ile zajmie proces mieszania bitcoinów?

source: That depends on the settings you choose at the beginning of your mix. If you want your coins back quickly, choose 'Quick Mix' and receive clean coins after one confirmation. For extra anonymity, choose one of the delay options. The timer to release your coins will start after the transaction has 1 confirmation.
de: Das hängt von den Einstellungen ab die Du zu Beginn des Mixes gewählt hast. Wenn Du Deine Coins schnell zurückgesendet haben möchtest wähle 'Schnellmix'. Dann senden wir Dir frische Bitcoins nach 1 Bestätigung zurück. Für zusätzliche Anonymität wähle eine der Verzögerungsoptionen. Die zusätzliche Zeit bis zur Auszahlung beginnt, wenn Deine Einzahlung 1 Bestätigung hat.
pl: Szybkość transakcji zależy od ustawień wybranych przez użytkownika na początku miksu. Jeśli chcesz szybko wymieszać swoje Bitcoiny, wybierz opcję „Szybki miks”, w której otrzymasz mieszane środki po jednym potwierdzeniu. Aby zachować większą anonimowość, wybierz opóźnienie, a licznik czasu opóźnienia rozpocznie się, gdy transakcja zostanie potwierdzona przynajmniej raz.

source: Does Anonymix keep logs?
de: Behält Bitcoin Laundry Transaktionsinformationen?
es: ¿Mantiene Bitcoin Laundry registros?
fr: Bitcoin Laundry tient-il des registres?
pl: Jaka jest wasza polityka dotycząca logów?

source: At Anonymix, you have the option to delete all records of your mix right away. If you don't choose to delete your mix from our records right away, we keep logs for seven days to provide customer support. After seven days all logs are deleted automatically. Please note that if you have deleted your mix our User Support team may be unable to assist you, so we highly recommend waiting until your mix has arrived at your receiving address before deleting it.
de: Bei Bitcoin Laundry hast Du die volle Kontrolle über die beim Reinigungsvorgang entstehenden Daten, die Du auch sofort selbstständig von unseren Servern löschen kannst. Wenn Du Dich dagegen entscheiden solltest Deine Daten selbst zu löschen, behalten wir die Logs für sieben Tage um Die bei Rückfragen zur Verfügung zu stehen. Nach sieben Tagen werden alle Daten automatisch von unseren Servern gelöscht. Bitte sei Dir darüber bewusst, dass wenn Du die Daten zum Reinigungsvorgang gelöscht hast unser Kundendienst Dir keine Fragen mehr zu diesem Vorgang beantworten kann. Deswegen empfehlen wir dringend, die Daten erst zu löschen, wenn Du alle Bitcoins auf der Empfangsadressen(n) erhalten hast.
es: En Anonymix, tienes la oportunidad de eliminar todos los registros de su mezcla de inmediato. Si no eliges borrar tu mezcla de nuestros registros de inmediato, mantendremos registros durante siete días para proporcionar soporte al cliente. Después de siete días, todos los registros se eliminan automáticamente. Tenga en cuenta que si has eliminado tu mezcla, es posible que nuestro equipo de soporte no pueda ayudarte. Por lo que recomendamos esperar hasta que la mezcla haya llegado a tu dirección de recepción antes de eliminarla.
fr: Chez Anoymix , vous avez la possibilité d'effacer immédiatement tous les enregistrements de votre mix. Si vous ne choisissez pas d'efficer immédiatement votre mix de nos enregistrements, nous conservons les journaux pendant sept jours afin de fournir une assistance à la clientèle. Après sept jours, tous les journaux sont effacés automatiquement. Veuillez noter que si vous avez effacé votre mix, notre équipe de support utilisateur peut ne pas être en mesure de vous aider. Nous vous recommandons donc d'attendre que votre mix soit arrivé à votre adresse de réception avant de l'effacer.
pl: W Anonymx masz możliwość natychmiastowego usunięcia wszystkich zapisów swojego miksu. Jeśli nie zdecydujesz się usunąć swojego miksu od razu, przechowujemy dzienniki przez siedem dni, aby zapewnić obsługę klienta. Po siedmiu dniach wszystkie dzienniki są automatycznie usuwane. Pamiętaj, że jeśli usunąłeś swój miks, nasz zespół wsparcia użytkowników może nie być w stanie Ci pomóc, więc my również zalecamy usunięcie, zanim miks dotrze na adres odbiorcy.

source: What happens if something goes wrong?
de: Was passiert wenn etwas beim Reinigungsvorgang schief geht?
es: ¿Qué pasa si algo va mal?
fr: Que se passe-t-il si quelque chose se passe mal?
pl: Co się stanie, jeśli coś pójdzie nie tak?

source: If there's a problem with your mix or you think something isn't working the way it should, please use our support page to get in touch with the Anonymix user support. Our team is committed to making sure you have a top-notch experience with our service.
de: Wenn es ein Problem mit Deinem Reinigungsvorgang gibt, dann nimm bitte Kontakt mit unserem Bitcoin Laundry Kundendienst auf. Unser hochqualifiziertes Team wird sich um Deine Angelegenheit umgehend kümmern.
es: Si hay un problema con tu mezcla o si crees que algo no está funcionando como debería, usa nuestra página de asistencia para ponerte en contacto con la asistencia al usuario de Bitcoin Laundry. Nuestro equipo se compromete a garantizar que tu tengas una experiencia de primera clase con nuestro servicio.
fr: S'il y a un problème avec votre mix ou si vous pensez que quelque chose ne fonctionne pas comme il se doit, veuillez utiliser notre page d'assistance pour contacter le support utilisateur de Bitcoin Laundry. Notre équipe s’engage à vous offrir une expérience de premier ordre avec notre service.
pl: Jeśli masz problem z miksem lub uważasz, że coś nie działa tak, jak powinno, skorzystaj z naszej strony pomocy technicznej, aby skontaktować się z obsługą użytkowników Anonymx. Nasz zespół dokłada wszelkich starań, aby zapewnić najwyższą jakość naszych usług.

source: Home
es: Página de inicio
fr: Page d'accueil
pl: Strona Główna

source: Why Anonymix?
de: Warum Anonymix?
es: ¿Por qué Anonymix?
fr: Pourquoi Anonymix?
pl: Dlaczego Anonymix?

source: Begin Mix
de: Mix starten
es: Comience Mix
fr: Commencer le mix
pl: Rozpocznij Miks

source: Mix Info
pl: Informacje o Miksie

source: Donations
de: Bestätigungen
es: Confirmaciones
fr: Confirmations
pl: Potwierdzeń

source: This is
de: Das ist
es: Esto es
fr: C'est
pl: To jest Anonymix

source: Anonymix
pl: Dlaczego Anonymix

source: Bitcoins without a trace...
de: Bitcoins ohne Spur
es: Bitcoins sin dejar rastro
fr: Bitcoins sans trace...
pl: Bitcoiny bez śledzenia...

source: How safe are your bitcoins?
de: Wie sicher sind Deine Bitcoins?
es: ¿Qué tan seguros son sus bitcoins?
fr: Comment la sécurité sont vos Bitcoins?
pl: Jak bardzo bezpieczne są twoje bitcoiny?

source: You might think that your payments using bitcoin are completely anonymous and can never be connected to your real identity, but the truth is that bitcoin transactions can easily be traced on the blockchain. If you don't take extra steps to protect your privacy, it's possible for blockchain analysis firms or hackers to find out your transaction history, how much bitcoin you have, and even who you are. At Anonymix, we're committed to keeping your identity and financial information secure. Here's how it works: You send us bitcoin, and we send back new bitcoins to a new address that you control. This breaks any continuity on the blockchain between your old activity and your new coins, making it nearly impossible to follow the new trail. For extra anonymity, you can choose to delay your mixer payment, and send your new coins to more than one address.
de: Du denkst vielleicht, dass Deine Bitcoinzahlungen vollkommen anonym sind und das sie nicht mit Deiner Identität in Verbindung gebracht werden können. Aber die Wahrheit ist, dass Bitcointransaktionen leicht auf der Blockchain nachvollzogen werden können. Wenn Du nicht zusätzliche Schritte unternimmst um Deine Privatsphäre zu schützen, ist es für Firmen, die Blockchainanalyse betreiben oder auch für Hacker, möglich Deine Transaktionshistorie nachzuvollziehen, Deinen Bitcoinbestand festuzstellen oder auch Deine Identität herauszufinden. Anonymix stellt sicher, dass Deine Identität und Deine Finanzinformationen geschüzt sind. Und so funktioniert's: Du schickst uns Bitcoin und wir senden Dir neue Bitcoins an eine Adresse die Du kontrollierst. Dies bricht die Verbindung zwischen den alten und den neuen Bitcoins auf der Blockchain und macht es unmöglich der neuen Spur zu folgen. Um zusätzliche Anonymität kannst Du eine verzögerte Auszahlung Deiner Bitcoins wählen und die Bitcoins an mehr als eine Auszahlungsadresse zu senden.
es: Puede pensar que sus pagos con bitcoin son completamente anónimos y nunca se pueden conectar a su identidad real, pero la verdad es que las transacciones de bitcoin se pueden rastrear fácilmente en la cadena de bloques. Si no toma medidas adicionales para proteger su privacidad, es posible que las empresas de análisis de blockchain o los piratas informáticos descubran su historial de transacciones, cuánto bitcoin tiene e incluso quién es usted. En Anonymix, estamos comprometidos a mantener su identidad e información financiera seguras. Así es como funciona: nos envía bitcoins y nosotros enviamos nuevos bitcoins a una nueva dirección que usted controla. Esto rompe cualquier continuidad en la cadena de bloques entre su actividad anterior y sus nuevas monedas, lo que hace que sea casi imposible seguir el nuevo camino. Para un anonimato adicional, puede optar por retrasar el pago de su mesa de mezclas y enviar sus nuevas monedas a más de una dirección.
fr: Vous pourriez penser que vos paiements en utilisant Bitcoin sont complètement anonymes et ne peuvent jamais être connectés à votre véritable identité, mais la vérité est que les transactions Bitcoin peuvent être facilement retracées sur la blockchain. Si vous ne prenez pas de mesures supplémentaires pour protéger votre vie privée, il est possible pour les sociétés d'analyse de blockchain ou les pirates de découvrir l'historique de vos transactions, la quantité de bitcoin dont vous disposez et même qui vous êtes. Chez Anonymix, nous nous engageons à protéger votre identité et vos informations financières. Voici comment cela fonctionne: vous nous envoyez des bitcoins et nous renvoyons de nouveaux bitcoins à une nouvelle adresse que vous contrôlez. Cela rompt toute continuité sur la blockchain entre votre ancienne activité et vos nouvelles pièces, ce qui rend presque impossible de suivre la nouvelle piste. Pour plus d'anonymat, vous pouvez choisir de retarder le paiement de votre mélangeur et d'envoyer vos nouvelles pièces à plusieurs adresses.
pl: Możesz myśleć, że twoje płatności przy użyciu bitcoinów są całkowicie anonimowe i nigdy nie mogą być powiązane z twoją prawdziwą tożsamością, ale prawda jest taka, że transakcje bitcoinami można łatwo prześledzić poprzez blockchain. Jeśli nie podejmiesz dodatkowych kroków w celu ochrony swojej prywatności, firmy analityczne blockchain lub hakerzy mogą dowiedzieć się o historii transakcji, ile masz bitcoinów, a nawet kim jesteś. W Anonymix dokładamy wszelkich starań, aby chronić twoją tożsamość i transakcje. Oto jak to działa: Wysyłasz nam bitcoiny, a my odsyłamy wymieszane bitcoiny na nowy adres, który kontrolujesz. To zrywa wszelką ciągłość łańcucha bloków między twoją starą aktywnością a nowymi monetami, przez co prawie niemożliwe jest powiązanie tych transakcji. Aby uzyskać dodatkową anonimowość, możesz opóźnić płatność za pomocą miksera i wysłać nowe monety na więcej niż jeden adres.

source: Speed and Security
de: Geschwindigkeit und Sicherheit
es: Velocidad y seguridad
fr: Vitesse et sécurité
pl: Szybkość i bezpieczeństwo

source: Choose 'Quick Mix' to receive your coins after one confirmation. For extra security, pick a timed or random delay to make your coins more difficult to trace.
de: Wähle 'Quick Mix' um Deine Coins nach einer Bestätigung zu erhalten. Für zusätzliche Sicherheit, wähle eine exakte oder zufällige Verzögerung der Auszahlung. Das macht die Nachvollziehbakeit der Transaktion noch schwieriger.
es: Elija 'mezcla rápida' para recibir sus bitcoins después de una confirmación. Para mayor seguridad, elija un retraso programado o aleatorio para que sus bitcoins sean más difíciles de rastrear.
fr: Choisissez 'mélange rapide' pour recevoir vos bitcoins après une confirmation. Pour plus de sécurité, choisissez un délai chronométré ou aléatoire pour rendre vos bitcoins plus difficiles à tracer.
pl: Wybierz ‘Szybki Miks’, aby otrzymać swoej bitcoiny po jednym potweirdzeniu. Aby zwiększyć bezpieczeństwo, wybierz stałe, bądź losowe opóźnienie, które utrudni śledzenie bitcoinów.

source: High Capacity
de: Hohe Kapazität
es: alta capacidad
fr: Grande capacité
pl: Wysokie Rezerwy

source: Due to our unique reserve that includes both hot and cold storage, we can handle mixes of up to %(max)s BTC.
de: Aufgrund unserer einzigartigen Reserve, die sowohl die Warm- als auch die Kaltlagerung umfasst, können wir Mischungen mit einem von bis zu %(max)s BTC verarbeiten.
es: Debido a nuestra reserva única que incluye almacenamiento en frío y en caliente, podemos manejar mezclas de hasta %(max) s BTC.
fr: Grâce à notre réserve unique, qui comprend à la fois le stockage à froid et à chaud, nous pouvons traiter des mélanges allant jusqu’à %(max)s BTC.
pl: Ze względu na nasze unikalne rezerwy, które obejmują zarówno gorące jak I zimne portfele, możemy obsługiwać transakcje o wartości do %(max)s BTC.

source: The Chance to Win Bitcoin
de: Deine Chance Bitcoins zu gewinnen
es: Posibilidad de ganar bitcoins
fr: Chance de gagner des bitcoins
pl: Szansa na wygranie bitcoinów

source: Our exciting built-in raffle means you have the chance to win free BTC with every mix! Every %(num)sth mix wins a %(per)s%% bonus on the amount mixed. Mix with Anonymix every time to increase your chances!
de: Unsere einzigartige und kostenlose Mix-Lotterien gibt Dir die Möglichkeit Bitcoins zu gewinnen! Jeder %(num)s. Mix gewinnt einen %(per)s%% Bonus auf den gemixten Betrag. Mixe alle Deine Coins mit Anonymix und erhöhe Deine Chancen!
es: ¡Nuestro sorteo significa que tienes la oportunidad de ganar BTC gratis con cada mezcla! Cada %(num)s mezcla gana un bono del %(per)s%% sobre la cantidad mezclada. ¡Mézclalo con Anonymix cada vez para aumentar tus posibilidades!
fr: Notre tirage au sort intégré vous donne la chance de gagner du BTC gratuit avec chaque mélange! Chaque mélange %(num)s th gagne un bonus %(per)s %% sur le montant mélangé. Mélangez chaque fois avec Anonymix pour augmenter vos chances!
pl: Dzięki naszej loterii każdy może wygrać. Co %(num)s miks otrzyma bonus %(per)s%%. Miksuj z anonymix, aby zwiększyć swoje szanse!

source: Multiple Addresses
de: Mehrere Adressen
es: Direcciones Múltiples
fr: Adresses multiples
pl: Wiele adresów

source: Increase the security of your mix by making your deposit from multiple wallets, and sending your mixed funds to up to five receiving addresses.
de: Erhöhe die Sicherheit Deines Mixes, indem Du von mehreren Wallets einzahlst und die gemixten Coins an bis zu fünf Adressen auszahlen lässt.
es: Aumente la seguridad de su mezcla haciendo su depósito desde múltiples billeteras y enviando sus fondos mixtos a hasta cinco direcciones de recepción
fr: Augmentez la sécurité de votre melange en effectuant votre dépôt depuis plusieurs portefeuilles et en envoyant vos fonds mixtes à cinq adresses de réception maximum
pl: Zwiększ anonimowość swojego miksu, dokonując wpłaty z wielu portfeli I wysyłając zmieszane środki na maksymalnie pięć adresów odbiorczych transakcji.

source: Certificate of Origin
de: Herkunftszertifikat
es: Certificado de origen
fr: Certificat d'origine
pl: Certyfikat mieszania

source: We issue a certificate of origin with every mix that guarantees the coins you receive came from Anonymix.
de: Mit jedem Mix stellen wir ein Herkunftszertifikat zur Verfügung. Das beweisst, dass Deine gemixten Coins von Anonymix stammen
es: Emitimos un certificado de origen con cada mezcla que garantiza que los bitcoins que recibe provienen de Anonymix
fr: Nous émettons un certificat d'origine avec chaque mélange garantissant que les bitcoins que vous recevez proviennent d'Anonymix.
pl: Do każdej.zmieszanej transkacji wystawiamy certyfikat pochodzenia, które gwarantuje, że otrzymywane bitcoiny pochodzą od Anonymix.

source: No Logs
de: Keine Logs
es: No hay registros
fr: Pas de journaux
pl: Brak logów

source: We offer the option to delete your mix immediately. If you don't delete your mix, we keep the details for one week in case you need to contact us. After one week all logs are automatically deleted.
de: Wir bieten Dir die Möglichkeit, Deinen Mix sofort zu löschen. Wenn Du Deinen Mix nicht sofort löschst, speichern wir die Details Deines Mixes für eine Woche falls Du uns für Rückfragen kontaktieren möchtest.Nach einer Woche löschen wir alle Logs automatisch.
es: Ofrecemos la opción de eliminar su mezcla de inmediato. Si no elimina su mezcla, conservamos los detalles durante una semana en caso de que necesite contactarnos.Después de una semana, todos los registros se eliminan automáticamente.
fr: Nous offrons la possibilité de supprimer votre mix immédiatement. Si vous ne supprimez pas votre mix, nous conservons les détails pendant une semaine au cas où vous auriez besoin de nous contacter.Après une semaine, tous les journaux sont automatiquement supprimés.
pl: Oferujemy opcję natychmiastowego usunięcia informacji o miksie. Jeśli jednak nie usuniesz informacji o swoich zmieszanych bitcoinach, to zachowamy je przez tydzień na wypadek, gdybyś potrzebował pomocy z transakcją. Po tygodniu wszystkie logi zostają usuwane.

source: Mix status:
de: Reinigungsstatus
es: Estado de la sesion
fr: Statut de la session
pl: Status Miksu

source: Do not send less than %(mn)s BTC
de: Sende nicht weniger als %(mn)s BTC
fr: n'envoyez pas moins que %(mn)s BTC
pl: nie wysyłaj mniej niż %(mn)s BTC

source: Do not send more than %(mx)s BTC
de: Sende nicht mehr als %(mx)s BTC
pl: nie wysyłaj więcej niż %(mx)s BTC

source: Certificate of origin
de: Herkunftszertifikat
pl: Certyfikat mieszania

source: We issue a certificate of origin with every mix that guarantees the coins you receive came from Anonymix
de: Mit jedem Mix stellen wir ein Herkunftszertifikat zur Verfügung. Das beweisst, dass Deine gemixten Coins von Anonymix stammen
pl: Do każdej.zmieszanej transkacji wystawiamy certyfikat pochodzenia, które gwarantuje, że otrzymywane bitcoiny pochodzą od Anonymix.

source: Deposit address:
de: Einzahlungsadresse
es: Dirección de depósito
fr: Adresse de dépôt
pl: Adres do wpłat
